Repository: GuyPrimavera/aquila-admin-theme
Catalog: lang/aquila-admin-theme-*.po
Languages: it_it

source: Aquila Settings
it_it: Impostazioni Aquila

source: Show <strong>Adminbar</strong> links?
it_it: Mostra i link <strong>Barra Amministrativa</strong>?

source: Show Editors <strong>Plugins Support</strong> metabox?
it_it: Mostra il metabox <strong>Plugins Support</strong> agli Editori?

source: Show all other <strong>Dashboard metaboxes</strong>?
it_it: Mostra tutte le altre <strong>Metabox di Bacheca</strong>?

source: Do not rename <strong>Posts</strong> to <strong>Blog</strong>
it_it: Non rinominare <strong>Post</strong> a <strong>Blog</strong>

source: Hide <strong>Footer credit</strong> link.
it_it: Nascondi il link <strong>Footer credit</strong>.

source: Show <strong>WordPress Update</strong> notices.
it_it: Mostra gli avvisi <strong>WordPress Update</strong>.

source: Custom Logo
it_it: Logo Personalizzato

source: Custom logo
it_it: Logo personalizzato

source: Custom logo (square) <br/><em>Used in the "folded" menu</em>
it_it: Logo personalizzato (quadrato) <br/><em>Usato nel menu "piegato"</em>

source: Color Scheme
it_it: Schema dei Colori

source: Primary Color
it_it: Colore Primario

source: Secondary Color
it_it: Colore Secondario

source: Menu Background Color
it_it: Colore di Sfondo del Menu

source: General changes to your admin area.
it_it: Modifiche generali per la tua area di amministrazione.

source: Choose a custom logo for your admin area.
it_it: Scegli un logo personalizzato per la tua area di amministrazione.

source: Select a new color scheme for the admin area.
it_it: Selezionare un nuovo schema colore per l'area di amministrazione.

source: WordPress Lessons
it_it: Lezioni di WordPress

source: WordPress User Guide
it_it: Guida dell'utente di WordPress

source: Aquila Support
it_it: Assistenza Aquila

source: Add Blog Post
it_it: Aggiungi un Post sul Blog

source: Blog Tags
it_it: Tag di Blog

source: Blog Post
it_it: Post sul Blog

source: Edit Blog Post
it_it: Modifica Blog Post

source: View Blog Post
it_it: Visualizza il Blog Post

source: Search Blog Posts
it_it: Cerca i Post di Blog

source: No Blog Posts found
it_it: Nessun Blog Post trovato

source: No Blog Posts found in Trash
it_it: Nessun Blog Post trovato nel cestino

source: All Blog Posts
it_it: Tutti i post del blog

source: <p>Visible to <a href="%s"><strong>Editors</strong></a></p>
it_it: <p>Visibile a <a href="%s"><strong>Editori</strong></a></p>

source: <p>Visible to <a href="%s"><strong>Administrators</strong></a></p>
it_it: <p>Visibile a <a href="%s"><strong>Amministratori</strong></a></p>

source: Memory Usage
it_it: Utilizzo della Memoria
